[
    {
        "id": 1,
        "picture": "https://i.ibb.co/4N91MRC/Health.png",
        "title": "Clean water for children",
        "category": "Health",
        "category_bg_color": "#0052FF33",
        "card_bg_color": "#0052FF26",
        "text_button_bg_color": "#0052FF",
        "description": "Monitor your health with this advanced electronic device. Stay fit and active with real-time health data. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 199.99,
        "benefits": [
            "Provides access to clean drinking water for children in need.",
            "Promotes better health and well-being for underprivileged communities.",
            "Supports efforts to reduce waterborne diseases and improve hygiene."
        ]
    },
    {
        "id": 2,
        "picture": "https://i.ibb.co/2y5mwj5/Education.png",
        "title": "Good education",
        "category": "Education",
        "category_bg_color": "#FF444A",
        "card_bg_color": "#FF444A33",
        "text_button_bg_color": "#FF444A",
        "description": "Dress smart and stylish for your educational journey. Explore trendy clothing options for students. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 49.99,
        "benefits": [
            "Empowers students with access to quality education resources.",
            "Supports educational programs for underserved communities.",
            "Helps students focus on learning by providing appropriate clothing."
        ]
    },
    {
        "id": 3,
        "picture": "https://i.ibb.co/tKm0LH4/Food.png",
        "title": "Better Food for Everyone",
        "category": "Food",
        "category_bg_color": "#F87147",
        "card_bg_color": "#F8714733",
        "text_button_bg_color": "#F87147",
        "description": "Experience delightful culinary adventures at home. Discover kitchen essentials and gourmet ingredients. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 149.99,
        "benefits": [
            "Supports food security initiatives to provide meals for those in need.",
            "Promotes access to nutritious and high-quality food ingredients.",
            "Encourages home cooking and culinary exploration."
        ]
    },
    {
        "id": 4,
        "picture": "https://i.ibb.co/qMLyCRX/Clothing.png",
        "title": "Used Clothing Drive",
        "category": "Clothing",
        "category_bg_color": "#79C23F",
        "card_bg_color": "#79C23F33",
        "text_button_bg_color": "#79C23F",
        "description": "Get active and stay comfortable with our sports and outdoor clothing collection. Elevate your outdoor experiences. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 79.99,
        "benefits": [
            "Supports clothing donations for those in need.",
            "Reduces waste by repurposing and recycling clothing items.",
            "Provides comfortable and functional clothing for outdoor activities."
        ]
    },
    {
        "id": 5,
        "picture": "https://i.ibb.co/4N91MRC/Health.png",
        "title": "Clean water for children",
        "category": "Health",
        "category_bg_color": "#0052FF33",
        "card_bg_color": "#0052FF26",
        "text_button_bg_color": "#0052FF",
        "description": "Prioritize your well-being with advanced electronic health solutions. Achieve your fitness goals effortlessly. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 299.99,
        "benefits": [
            "Supports clean water initiatives to improve children's health.",
            "Promotes fitness and well-being through advanced health solutions.",
            "Contributes to efforts to reduce water-related health issues."
        ]
    },
    {
        "id": 6,
        "picture": "https://i.ibb.co/2y5mwj5/Education.png",
        "title": "Good education",
        "category": "Education",
        "category_bg_color": "#FF444A",
        "card_bg_color": "#FF444A33",
        "text_button_bg_color": "#FF444A",
        "description": "Dress confidently for your educational pursuits. Find comfortable and stylish clothing for students. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 39.99,
        "benefits": [
            "Empowers students with access to quality education resources.",
            "Supports educational programs for underserved communities.",
            "Helps students focus on learning by providing appropriate clothing."
        ]
    },
    {
        "id": 7,
        "picture": "https://i.ibb.co/tKm0LH4/Food.png",
        "title": "Better Food for Everyone",
        "category": "Food",
        "category_bg_color": "#F87147",
        "card_bg_color": "#F8714733",
        "text_button_bg_color": "#F87147",
        "description": "Elevate your home dining experience. Discover high-quality kitchen essentials and gourmet delights. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 179.99,
        "benefits": [
            "Supports food security initiatives to provide meals for those in need.",
            "Promotes access to nutritious and high-quality food ingredients.",
            "Encourages home cooking and culinary exploration."
        ]
    },
    {
        "id": 8,
        "picture": "https://i.ibb.co/qMLyCRX/Clothing.png",
        "title": "Used Clothing Drive",
        "category": "Clothing",
        "category_bg_color": "#79C23F",
        "card_bg_color": "#79C23F33",
        "text_button_bg_color": "#79C23F",
        "description": "Embrace outdoor adventures with comfortable and functional sports clothing. Enhance your outdoor lifestyle. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 69.99,
        "benefits": [
            "Supports clothing donations for those in need.",
            "Reduces waste by repurposing and recycling clothing items.",
            "Provides comfortable and functional clothing for outdoor activities."
        ]
    },
    {
        "id": 9,
        "picture": "https://i.ibb.co/4N91MRC/Health.png",
        "title": "Clean water for children",
        "category": "Health",
        "category_bg_color": "#0052FF33",
        "card_bg_color": "#0052FF26",
        "text_button_bg_color": "#0052FF",
        "description": "Take control of your health journey with cutting-edge electronic health devices. Optimize your well-being. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 249.99,
        "benefits": [
            "Supports clean water initiatives to improve children's health.",
            "Promotes fitness and well-being through advanced health solutions.",
            "Contributes to efforts to reduce water-related health issues."
        ]
    },
    {
        "id": 10,
        "picture": "https://i.ibb.co/2y5mwj5/Education.png",
        "title": "Good education",
        "category": "Education",
        "category_bg_color": "#FF444A",
        "card_bg_color": "#FF444A33",
        "text_button_bg_color": "#FF444A",
        "description": "Stay stylish while focusing on your studies. Explore a wide range of clothing options for students.  Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 59.99,
        "benefits": [
            "Empowers students with access to quality education resources.",
            "Supports educational programs for underserved communities.",
            "Helps students focus on learning by providing appropriate clothing."
        ]
    },
    {
        "id": 11,
        "picture": "https://i.ibb.co/tKm0LH4/Food.png",
        "title": "Better Food for Everyone",
        "category": "Food",
        "category_bg_color": "#F87147",
        "card_bg_color": "#F8714733",
        "text_button_bg_color": "#F87147",
        "description": "Indulge in delightful home dining. Find essential kitchen tools and premium ingredients for your recipes.  Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 129.99,
        "benefits": [
            "Supports food security initiatives to provide meals for those in need.",
            "Promotes access to nutritious and high-quality food ingredients.",
            "Encourages home cooking and culinary exploration."
        ]
    },
    {
        "id": 12,
        "picture": "https://i.ibb.co/qMLyCRX/Clothing.png",
        "title": "Used Clothing Drive",
        "category": "Clothing",
        "category_bg_color": "#79C23F",
        "card_bg_color": "#79C23F33",
        "text_button_bg_color": "#79C23F",
        "description": "Discover fashionable electronics clothing options for tech enthusiasts. Stay in style and connected. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": 199.99,
        "benefits": [
            "Supports clothing donations for those in need.",
            "Reduces waste by repurposing and recycling clothing items.",
            "Provides comfortable and functional clothing for outdoor activities."
        ]
    }
]